{
  "button": "**Welcome to the Opalcrest Discord Server!**\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n**What is Opalcrest?**\n\nOpalcrest is a safe and cosy community on the internet made by <@263469012724219904> and <@241126463904940032>.\n\nThe server is based on an interactive magical fantasy world where you can participate in entertaining events, communicate with friendly people and play as a unique character. In this world, you are a student of the school called Opencrest.\n\n> *Please verify by completing Chapter 1.*\n\n━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━\n\n**Chapter 1**\n\nUpon arriving at the school grounds, the groundskeeper ushered you and your fellow students to an enormous empty lantern-lit hall.\n\nIn a single file, you stop below a limestone archway. You hear an overbearing voice saying, \"Those uniforms look a bit dull. Best if we get you all sorted in a house-ay?\". Many curious whispers muttered around you.\n\nAs you shuffle to the front, you see a wrinkled man with long ashen hair holding a blued glowing book. Once it's your turn, he smiles and asks you to **hold onto the book.**\n\n> *Press the button \"Hold onto the book\"*.",
  "dm_interaction": {
      "title": "The blued book glows intensely",
      "desc": "You close your eyes. You feel a warm yet soft breeze airbrushing your eyebrows.\n\nMoments later, you hear someone talk. The voice did not sound like a human but rather something celestial. \n\n\"So you've come to be sorted into a house. Suppose I'll ask you a few questions. Think deeply now. Your answer must be a truthful reflection of yourself. Are you ready?.\" the celestial being said calmly and asked.\n\n> Press the button below to respond."
  },
  "question_1": {
    "title": "Question 1",
    "desc": "\"Let's start with the first question. Imagine.\", said the celestial being as it fades away.\n\n\"You stroll through an opening in the woods following a path on a sunny and breezy day. From a distance, you see a baby boar wiggling on the grass. You walk closer. It seems like the boar is just scratching its back.\"",
    "field_1": {
      "title": "Option 1",
      "desc": "Admire the boar for a little bit. Giving enough space to not scare it."
    },
    "field_2": {
      "title": "Option 2",
      "desc": "Steadily approach the boar and try to communicate with it."
    }
  },
  "question_2": {
    "title": "Question 2",
    "desc": "\"After you did the last action. You continue walking along the slightly pebbled path. You hear something behind you. You turn around. To your surprise, the little boar trots towards you. You continue walking cautiously, but the little boar follows you as it makes miniature squeaky sounds.\"",
    "field_1": {
      "title": "Option 1",
      "desc": "Stop on the path. Neal down and hope that the boar comes closer to you."
    },
    "field_2": {
      "title": "Option 2",
      "desc": "Start running and hope that the boar follows you."
    }
  },
  "question_3": {
  "title": "Question 3",
  "desc": "\"The little boar becomes somewhat of a companion. Whatever you do and wherever you go. It follows. You see bushes with what seem to be heart-shaped leaves. As you wander closer, you also see red berries amongst the leaves. Upon further inspection, the leaves are smaller and more oval than you initially thought.\"",
  "field_1": {
    "title": "Option 1",
    "desc": "Grab some berries and feed them to your little companion.\n"
  },
  "field_2": {
    "title": "Option 2",
    "desc": "Don't grab the berries to feed your little companion."
  }
  },
  "question_4": {
  "title": "Question 4",
  "desc": "\"After a little while. The little boar gets tired of following you. It steadily slows to a halt. You stop with it. At a distance, you see a bigger boar trotting towards you. You figured it might be its mother. The little boar continuously squeals at you.\"",
  "field_1": {
    "title": "Option 1",
    "desc": "Slowly walk further and further away but facing the little boar. Letting the bigger boar approach."
  },
  "field_2": {
    "title": "Option 2",
    "desc": "Stand next to the little boar and rub its back. Letting the bigger boar approach you."
  }
  },
  "pre_sort": {
    "title": "The celestial suddenly reappears",
    "desc": "\"Thank you for answering the questions. There were no right or wrong answers. Only you know how honest you have been to yourself. Give me time. I will sort you into a house that suits you. A house where you are with like-minded individuals.\", the celestial said calmly.\n\nYou await the celestial's response as it quietly mumbles."
  },
  "sort": {
    "otterpaw": {
      "title": "Otterpaw!",
      "desc": "It takes an intelligent, patient and disciplined person to become a crucial member of the prestigious house of otters.\n\n> Achievement unlocked: The House of Otters.\n\nYou open your eyes to see that the linings of your robe have changed colours to crimson purple. \"I knew you were to be in this house. You had a look in you. Now go left.\", splattered the winkled man directing you on.\n\nYou walk to the left through an arch corridor. You were cheered by other students from your house.\n\n>>> **A note from Nirutt, one of the server owners:**\nCongratulations on joining Otterpaw. Welcome to the best house. Of course, I would say that, because I'm also in it!\n\nBy completing this chapter you have also verified that you are not a robot. That's a good thing. Because now you have unlocked a lot of channels that might be intriguing to you.\n\nPlease continue to **Chapter 2** to learn more about the \"school grounds\" here: <#861066893044351016>"
    },
    "elkbarrow": {
      "title": "Elkbarrow!",
      "desc": "It takes a confident, determined and optimistic person to become a crucial member of the prestigious house of elks.\n\n> Achievement unlocked: The House of Elks.\n\nYou open your eyes to see that the linings of your robe have changed colours to royal yellow. \"I knew you were to be in this house. You had a look in you. Now go right.\", splattered the winkled man directing you on.\n\nYou walk to the right through an arch corridor. You were cheered by other students from your house.\n\n>>> **A note from Sandy, one of the server owners:**\nCongratulations on joining Elkbarrow. Welcome to the best house. Of course, I would say that, because I'm also in it!\n\nBy completing this chapter you have also verified that you are not a robot. That's a good thing. Because now you have unlocked a lot of channels that might be intriguing to you.\n\nPlease continue to **Chapter 2** to learn more about the \"school grounds\" here: <#861066893044351016>"
    }
  },
  "timeout_error_message": {
    "title": "The blued book glow fades",
    "desc": "You took your hand off the book too early.\n\n>>> Please try again by going to **Chapter 1** at: <#861066893044351016>\n**ERR:** Session has timed out."
  }
}